akonadi
alsa-utils
android-tools
arduino
autoconf
automake
bash
binutils
bison
blender
bluedevil
bluez-firmware
bluez-libs
bluez-utils
breeze
breeze-gtk
bzip2
chromium
closure-compiler
cmake
coreutils
cryptsetup
cups
device-mapper
dhcpcd
dialog
diffutils
dnsmasq
dolphin
dosfstools
drkonqi
e2fsprogs
easy-rsa
fakeroot
file
filesystem
findutils
firefox
flashplugin
flex
fltk
gawk
gcc
gcc-libs
gdb
gettext
gimp
git
glibc
gnu-netcat
grep
groff
gvfs
gzip
inetutils
inkscape
iproute2
iputils
jfsutils
kaddressbook
kalarm
kde-gtk-config
kdeconnect
kdenlive
kdepim-addons
kdeplasma-addons
kgamma5
kinfocenter
kjots
kmenuedit
konsole
kontact
korganizer
kscreen
kscreenlocker
ksshaskpass
ksysguard
kwallet-pam
kwayland-integration
kwin
kwrited
less
lib32-alsa-plugins
lib32-curl
lib32-libpulse
lib32-libxft
lib32-libxinerama
libcanberra-pulse
libexif
libreoffice-fresh
libtool
licenses
linux
linux-headers
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mercurial
milou
nano
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
npm
nss-mdns
ntfs-3g
nvidia-cg-toolkit
okular
opencv
openssh
openvpn
oxygen
pacman
pandoc
parted
patch
pciutils
pcmciautils
peda
perl
pkg-config
pkgfile
plasma-desktop
plasma-mediacenter
plasma-nm
plasma-pa
plasma-sdk
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
powerdevil
print-manager
procps-ng
psmisc
pulseaudio-alsa
pulseaudio-bluetooth
python-dbus
python-lxml
python-pip
python-pylint
python2-iwscan
python2-pip
python2-wpactrl
refind-efi
reflector
reiserfsprogs
rsync
s-nail
screen
screenfetch
sddm
sddm-kcm
sed
shadow
spectacle
sshfs
steam
steam-native-runtime
sudo
sysfsutils
systemd-kcm
systemd-sysvcompat
systemsettings
tar
terminator
texinfo
tidy
tk
tor
traceroute
ttf-dejavu
ttf-liberation
unrar
unzip
usbutils
user-manager
util-linux
vi
vicious
vim
vinagre
wget
which
wpa_supplicant
xcb-proto
xclip
xf86-input-libinput
xf86-video-ati
xfsprogs
xorg-server
xorg-server-xwayland
xorg-xinput
xorg-xrdb
yakuake
zip
zsh
zsh-completions
zsh-syntax-highlighting
